import apex from "../../public/assets/images/IPO/apex-ecotech-logo.png";
import rajputana from "../../public/assets/images/IPO/rajputana-biodiesel-logo.png";
import ganesh from "../../public/assets/images/IPO/ganesh-infraworld-logo.jpg";
import abha from "../../public/assets/images/IPO/abha-power-and-steel-logo.png";
import Agarwal from "../../public/assets/images/IPO/agarwal-toughened-glass-india-logo.png";
import suraksha from "../../public/assets/images/IPO/suraksha_diagnostics-logo.png";
import gem from "../../public/assets/images/IPO/GEM_Enviro_logo.jpeg";
import falcon from "../../public/assets/images/IPO/Falcon-Technoprojects-India-Logo.jpeg";
import nisus from "../../public/assets/images/IPO/nisus-finance-services-logo.jpg";
import emrald from "../../public/assets/images/IPO/Emerald-tyre-Manufacturers-ltd-IPO-Logo.jpeg";
import dhanlaxmi from "../../public/assets/images/IPO/DHANLAXMI.png";
import rajesh from "../../public/assets/images/IPO/Rajesh_Power_logo.png";
import c2c from "../../public/assets/images/IPO/c2c-advanced-systems-logo.png";
import enviro from "../../public/assets/images/IPO/enviro-infra-engineers-logo.png";
import ntpc from "../../public/assets/images/IPO/NTPC_Green_Logo.png";
import zinca from "../../public/assets/images/IPO/blackbuck_logo.jpeg";
import onyx from "../../public/assets/images/IPO/onyx_biotec_logo.png";
import sodhani from "../../public/assets/images/IPO/SAFE.png";
import akme from "../../public/assets/images/IPO/AFIL.png";
import dee from "../../public/assets/images/IPO/Dee_Development_logo.jpeg";
import durlax from "../../public/assets/images/IPO/Durlax-Top-Surface-Logo.jpeg";
import lamosa from "../../public/assets/images/IPO/Lamosaic_India_logo.jpeg";


export const ipoStaticContent = {
  "Rajputana Biodiesel Limited": {
    src: rajputana,
    about:
      "Founded in 2016, Rajputana Biodiesel specializes in producing biofuels such as bio-diesel, as well as by-products like glycerine, fatty acids, and used cooking oil. The company operates out of a production facility in Phulera, Rajasthan, with a 24 kiloliters per day production capacity (approved capacity is 30 kl/pd). Its product range is diverse, offering a mix of biofuels, crude glycerin, methanol, refined rice oil, and even waste sludge, making it a player in the growing renewable energy market. Despite these concerns, the company's Return on Equity (RoNW) stands at 16.49%, and it boasts a healthy PAT margin of 9.71%, signaling strong profitability.",
    pros: [
      "Strong Financial Growth",
      "Diverse Product Portfolio",
      "Scalability",
      "Growing Industry",
    ],
    cons: [
      "High Debt Levels",
      "Dependency on Subsidiary",
      "Market Competition",
      "Volatility in Raw Material Prices",
    ],
  },
  "Ganesh Infraworld Limited": {
    src: ganesh,
    about:
      "Ganesh Infra World Limited, incorporated in 2017, is a prominent player in the construction sector specializing in diverse infrastructure projects across India. The company focuses on sectors such as civil engineering, electrical infrastructure, road and railway construction, and water infrastructure. Ganesh Infra provides end-to-end EPC (Engineering, Procurement, and Construction) services, covering everything from designing to planning and execution. The company recently launched its Initial Public Offering (IPO) to raise funds for business expansion, long-term working capital needs, and general corporate purposes.",
    pros: [
      "Strong Track Record of Delivery",
      "Solid Financial Growth",
      "Wide Geographic Presence",
      "Experienced Management",
    ],
    cons: [
      "Risk from Delayed Projects",
      "Competitive Industry",
      "Limited International Presence",
      "Regulatory and Environmental Risks",
    ],
  },
  "Apex Ecotech Limited": {
    src:  apex ,
    about:
      "Apex Ecotech Limited, founded in 2009 by Mr. Anuj Dosajh, specializes in advanced water and wastewater treatment solutions. The company offers services such as designing, engineering, and installing systems for Raw Water Treatment, Effluent & Sewage Treatment Plants, and Zero Liquid Discharge (ZLD) systems that recycle and treat wastewater. Apex Ecotech also provides after-sales support, as well as operation and maintenance services. With a strong client base that includes Aditya Birla Group, Ashok Leyland, Honda, PepsiCo, and Mahindra & Mahindra, the company serves industries like manufacturing, pharmaceuticals, and FMCG. It plans to raise ₹25.54 crores as part of its SME listing. The water treatment and recycling industry is poised for growth due to stricter environmental regulations, increasing industrial demand for resource optimization, and supportive government initiatives such as the Jal Jeevan Mission and corporate ESG mandates, creating a favorable market for Apex Ecotech's tailored solutions.",
    pros: [
      "Strong Client Relationships",
      "Diverse and Comprehensive Solutions",
      "Strong Financial Growth",
      "Low Debt Levels",
    ],
    cons: [
      "High Valuation",
      "Client Concentration",
      "Execution Risks",
      "Competition in the Water Treatment Sector",
    ],
  },
  "Abha Power and Steel Limited": {
    src: abha,
    about:
      "Abha Power and Steel Limited, founded in 2004, specializes in the manufacturing of iron and steel products. The company produces a wide range of casting products, including mild steel, manganese steel, stainless steel, and both low and high-alloy castings. Its products are utilized across various industries, including power, cement, and railways, making it a versatile player in industrial manufacturing. With over 1,000 end-use applications, Abha Power and Steel caters to a diverse customer base that includes prominent clients such as Indian Railways, Supertech Rail Infra, Vishal Nirmiti, and other engineering and construction firms. This broad industry reach solidifies its position in the market.",
    pros: [
      "Diverse Product Range",
      "Established Customer Base",
      "Improved Profitability",
      "Experienced Management",
    ],
    cons: [
      "Fluctuating Revenue",
      "High Debt Levels",
      "Capital-Intensive Nature",
      "Small Scale Compared to Industry Leaders",
    ],
  },

  "Agarwal Toughened Glass India Limited": {
    src: Agarwal,
    about:
      "Agarwal Toughened Glass, founded in 2009, specializes in manufacturing tempered (toughened) glass used across multiple industries, including automotive, construction, and electronics. The company offers a diverse range of products, such as Annealed Glass, Toughened Glass, Insulated Glass, Laminate Safety Glass, and Heat Soaked Glass. It has a strong brand presence in the Indian market and serves customers in sectors like real estate, hospitality, banking, and retail. Agarwal Toughened Glass is ISO 9001:2015 certified, ensuring adherence to high-quality manufacturing standards. A sharp increase in profit margins highlights its promising growth trajectory, and its IPO appears to be an attractive opportunity.",
    pros: [
      "Diverse Product Portfolio",
      "Strong Brand Presence",
      "Experienced Management Team",
      "Focus on Innovation and Testing",
    ],
    cons: [
      "Flat Revenue Growth",
      "High Debt Levels",
      "Fluctuating Revenue Streams",
      "Profitability Dependent on Cost Management",
    ],
  },

  "Suraksha Diagnostic Limited": {
    src: suraksha,
    about:
      "Suraksha Diagnostic Limited, founded in 2005, is a leading player in the diagnostic services sector. The company operates a large network of pathology and radiology testing facilities across India, with a primary focus on Eastern and northeastern regions. It has 8 Satellite Labs, 215 customer touchpoints, and 49 diagnostic centers serving areas such as West Bengal, Bihar, Assam, and Meghalaya. Suraksha Diagnostic offers a wide range of services, including online and offline medical consultations, positioning itself as a one-stop healthcare solution. Recently, the company launched an Initial Public Offering (IPO) worth ₹846.25 crore, structured entirely as an offer for sale by existing shareholders.",
    pros: [
      "Technological Advancements",
      "Strong Client Base",
      "Comprehensive Service Offering",
      "Strong Market Presence in Eastern India",
    ],
    cons: [
      "Limited Geographical Reach",
      "Dependence on the Regional Market",
      "Profitability Volatility",
      "Pricing Pressure",
    ],
  },

  "GEM ENVIRO MANAGEMENT LIMITED": {
    src: gem,
    about:
      "Gem Enviro Management, incorporated in 2013, specializes in waste management services, including recycling industrial plastic waste, selling recycled products, and providing ESG consulting. The company has built a strong business network, collaborating with over 100 clients across industries such as FMCG, cement, and consumer goods. With a 30% revenue growth between FY22 and FY23, Gem Enviro demonstrates solid financial performance. Its focus on sustainability aligns with India's growing commitment to waste management and ESG practices, driven by increasing environmental concerns and government initiatives.",
    pros: [
      "Diverse Services",
      "Strong Client Base",
      "Revenue Diversity",
      "First-Mover Advantage",
    ],
    cons: [
      "Fragmented Market",
      "Dependency",
      "Limited Scale",
      "Evolving Client Awareness",
    ],
  },

  "Falcon Technoprojects India Limited": {
    src: falcon,
    about:
      "Falcon Technoprojects India, founded in 2014, specializes in Mechanical, Electrical, and Plumbing (MEP) services. The company operates across various industries, including petroleum refineries, housing estates, nuclear power, and construction. Falcon provides end-to-end MEP solutions, ranging from designing and installing integrated mechanical, electrical, and plumbing systems to setting up air conditioning, fire protection, and drainage solutions. Over the years, the company has established itself as a trusted player in its segment, catering to a diverse clientele across India.",
    pros: ["Niche Expertise", "Experienced Promoters", "Diverse Clientele"],
    cons: ["High Competition", "Fragmented Market", "Fluctuating Profits"],
  },

  "NISUS FINANCE SERVICES CO LIMITED": {
    src: nisus,
    about:
      "Nisus Finance Services Co. Limited, established in 2013, is a financial services company specializing in transaction advisory, fund management, and asset management. The company is renowned for its expertise in the real estate and infrastructure sectors and manages multiple alternative investment funds. Nisus offers customized solutions to corporate clients, leveraging its deep industry knowledge and strategic insights. With a strong management team and a diversified business model, the company is well-positioned for sustainable growth and success.",
    pros: [
      "Expertise in Niche Sectors",
      "Diverse Service Offerings",
      "Strong Client Base",
    ],
    cons: ["Sector Dependency", "Limited Geographic Reach", "Regulatory Risks"],
  },

  "Emerald Tyre Manufacturers Limited": {
    src: emrald,
    about:
      "Emerald Tyre Ltd., founded in 2002, specializes in the manufacturing, supplying, and servicing of tyres for material handling applications such as forklifts, mining equipment, and ground support equipment for airports. The company has a strong international presence with business partners across numerous countries. Its manufacturing facility in Gummudipoondi, Tamil Nadu, has a production capacity of 10,560 MT for tyres, tubes, and wheels. Emerald Tyre Ltd. produces a wide range of off-highway tyres for industrial, material handling, and agricultural applications. With wholly-owned subsidiaries in Belgium and the UAE, the company ensures enhanced service efficiency and caters to a global clientele.",
    pros: [
      "Niche Market Leader",
      "Global Presence",
      "Established Track Record",
      "Profitability and Growth",
      "International Exposure and Partnerships",
    ],
    cons: [
      "Competitive Industry",
      "Limited Product Diversification",
      "Vulnerability to Raw Material Price Fluctuations",
      "Dependence on OEMs",
    ],
  },

  "Dhanlaxmi Crop Science Limited": {
    src: dhanlaxmi,
    about:
      "Established in 2005, DCSL is a technology-driven seeds company with over 18 years of experience in the Indian seeds industry. The company specializes in developing, producing, processing, and selling hybrid and open-pollinated seeds, with a primary focus on cotton, alongside other field crops and vegetables. Operating in five states, DCSL has built an extensive distribution network of 1,185 authorized dealers and distributors across major states such as Gujarat, Rajasthan, Haryana, and Maharashtra. While the company has demonstrated steady profitability, concerns have arisen regarding the sustainability of recent profits for H1 FY25. However, DCSL's long-term growth potential remains strong, driven by its focus on high-demand crops like cotton.",
    pros: [
      "Technological Innovation",
      "Market Leadership",
      "Growth Potential",
      "Wide Reach",
    ],
    cons: [
      "Profit Volatility",
      "Cotton Dependency",
      "Limited Diversification",
      "Uncertain Earnings",
    ],
  },

  "RAJESH POWER SERVICES LIMITED": {
    src: rajesh,
    about:
      "Rajesh Power Services Limited, established in 1971, is a leading provider of power transmission and distribution solutions. The company specializes in both renewable and non-renewable energy sectors, offering services such as EPC contracting, solar power plant installations, and power grid maintenance. It has built long-term relationships with key clients like Reliance Industries, Adani Renewables, Gujarat Metro Rail, IFFCO, and Torrent Power. Focused on innovation and sustainability, the company is actively expanding its renewable energy portfolio, particularly in solar power and green hydrogen projects.",
    pros: [
      "Long Industry Presence",
      "Diverse Clientele",
      "Renewable Focus",
      "Comprehensive Services",
      "Sector Diversification",
    ],
    cons: [
      "Capital Intensive",
      "Market Competition",
      "Sector Risks",
      "Execution Challenges",
    ],
  },
  "C2C Advanced Systems Limited": {
    src: c2c,
    about:
      "C2C Advanced Systems, established in 2018, is a vertically integrated defence electronics company based in India. It specializes in developing advanced C4ISR solutions for military and defence applications. Known for its AI-driven and analytics-based systems, C2C Advanced Systems offers real-time monitoring, decision-making, and reconnaissance capabilities. Its product portfolio includes satellite communications, defence networking, and geospatial intelligence.",
    pros: [
      "Niche Focus",
      "Growth",
      "Innovation",
      "Global Expansion",
      "Reputation",
    ],
    cons: [
      "Dependence on Defence",
      "Competitive Landscape",
      "Scalability Risks",
      "Economic Sensitivity",
    ],
  },
  "ENVIRO INFRA ENGINEERS LIMITED": {
    src: enviro,
    about:
      "Enviro Infra Engineers is a leading provider of water and wastewater treatment solutions in India, specializing in the design, construction, operation, and maintenance of Water and Wastewater Treatment Plants (WWTPs) and Water Supply Systems (WSSPs). The company works closely with government agencies and participates in tenders from state governments and Urban Local Bodies (ULBs) for EPC and HAM-based projects. Over the past seven years, Enviro Infra Engineers has successfully completed 28 projects, including 22 with a capacity of 10 MLD or more. The company focuses on innovation and sustainability, delivering turnkey solutions for Sewage Treatment Plants (STPs), Sewerage Systems, Water Treatment Plants, and Common Effluent Treatment Plants (CETPs), addressing critical water management needs across India.",
    pros: ["Expertise", "Growth", "Diversified", "Track Record", "Technology"],
    cons: ["Dependency", "Competition", "Debt", "Exposure", "Market Pricing"],
  },
  "LAMOSAIC INDIA LIMITED": {
    src: lamosa,
    about:
      "Founded in 2020, Lamosaic India expanded into manufacturing in September 2023 with a state-of-the-art workshop located in Chembur, Mumbai. The company specializes in trading and manufacturing a diverse range of products, including flush doors, decorative laminates, acrylic sheets, printing paper (base), and plywood. Lamosaic India has established its own comprehensive quality management system, ensuring rigorous quality control of raw materials, process management, and final product assurance. With a strong focus on quality and innovation, the company aims to provide high-standard products to meet the evolving needs of its customers.",
    pros: ["Network", "Growth", "Customization", "Management", "Branding"],
    cons: [
      "Competition",
      "Dependence",
      "Scalability",
      "Volatility",
      "Resources",
    ],
  },
  "NTPC Green Energy Limited": {
    src: ntpc,
    about:
      "NTPC Green Energy, a wholly-owned subsidiary of NTPC Ltd., was established in 2022 to advance renewable energy and support India's transition to a sustainable power sector. The company has set an ambitious target of 60 GW of renewable capacity by 2032, contributing to India's net-zero goals by 2070. With a portfolio of solar and wind power projects across six states, NTPC Green Energy currently operates 3,071 MW of solar and 100 MW of wind power. The company supplies renewable energy through long-term Power Purchase Agreements (PPAs) with government agencies and public utilities, driving India’s clean energy transition and reducing coal dependency.",
    pros: [
      "Strong Parent Company Support",
      "Commitment to Renewable Energy",
      "Existing Solar Power Infrastructure",
      "Government Alignment",
      "Diversified Energy Portfolio",
    ],
    cons: [
      "Execution Risks",
      "Dependence on Government Policies",
      "Competition in the Renewable Sector",
      "Grid Infrastructure and Storage Challenges",
      "Financial Sustainability in Transition",
    ],
  },

  "Zinka Logistics Solutions Limited": {
    src: zinca,
    about:
      "Founded in 2015, BlackBuck is India's largest digital trucking logistics platform, revolutionizing the freight booking industry with innovative technology. The platform connects businesses with a vast network of over 1 million trucks and 700,000 truckers, serving both small enterprises and large corporations. BlackBuck’s services include telematics for real-time fleet management, payment solutions for tolls and fuel, and a digital marketplace connecting truck operators with shippers. The company holds a 32.9% share in truck tolling and partners with fuel stations for cashless payments. With a presence in 628 districts and 9,395 digital touchpoints, BlackBuck covers 80% of India’s logistics needs.",
    pros: [
      "Large and Expanding Fleet",
      "Technology-Driven Platform",
      "Strong B2B and B2C Model",
      "Simplification of Freight Booking",
      "Unicorn Status and Investor Backing",
    ],
    cons: [
      "Dependence on Trucking Ecosystem",
      "Fragmented Market and Competition",
      "Rural and Infrastructure Challenges",
      "Dependence on Third-Party Fleet Owners",
      "Fuel Price Sensitivity",
    ],
  },
  "ONYX BIOTEC LIMITED": {
    src: onyx,
    about:
      "Onyx is a global leader in renewable energy and sustainability, specializing in solar energy, waste management, and green infrastructure. The company provides consulting, development, and management services for projects aimed at reducing environmental footprints. Onyx serves the commercial and industrial sectors, including retail and foodservice, assisting businesses in implementing sustainable energy solutions. Through strategic partnerships, Onyx ensures operational efficiency and helps companies meet environmental regulations and CSR goals. Its product offerings include energy-efficient materials and services designed to promote sustainability. With a global presence, Onyx drives clean energy initiatives for a sustainable future across diverse markets.",
    pros: [
      "Focus on Renewable Energy and Sustainability",
      "Diverse Service Offerings",
      "Expertise in Waste Management and Green Infrastructure",
      "Global Presence",
      "Energy-Efficient Products",
    ],
    cons: [
      "Dependence on Regulatory and Policy Changes",
      "High Competition in the Clean Energy Sector",
      "Capital-Intensive Projects",
      "Market Adoption Barriers",
      "Economic Sensitivity",
    ],
  },
  "SODHANI ACADEMY OF FINTECH ENABLERS LIMITED": {
    src: sodhani,
    about:
      "The SAFE (State Administration of Foreign Exchange) is a key Chinese government agency responsible for regulating foreign exchange activities. Established in 1979, it operates under the People's Bank of China and manages the country’s foreign exchange reserves. SAFE oversees foreign exchange transactions, the market, and ensures compliance with China’s monetary policies. Its primary goal is to stabilize the value of the renminbi and maintain economic stability by managing capital flows and international financial relations. Through its efforts, SAFE plays a crucial role in promoting a balanced financial environment while supporting China's broader economic objectives.",
    pros: [
      "Central Role in Economic Stability",
      "Large Foreign Exchange Reserves",
      "Regulation of Capital Flows",
      "Policy Alignment with Government Goals",
    ],
    cons: [
      "Potential for Political Influence",
      "Capital Controls and Restrictions",
      "Transparency Concerns",
      "Risk of Over-intervention",
    ],
  },

  "Akme Fintrade (India) Limited": {
    src: akme,
    about:
      "AFIL Group is a diversified conglomerate based in Bangladesh with operations across various sectors, including agriculture, energy, engineering, printing, jute, footwear, bricks, paper, transport, and trade. The company focuses on ensuring quality and sustainability across its wide range of industries. AFIL Group's portfolio includes businesses such as AFIL Aqua Fish Ltd., AFIL Feed Mills Ltd., AFIL Gas Station Ltd., and AFIL Jute Weaving Mills Ltd., among others. The company aims to contribute to both economic development and social sustainability through its various initiatives, while also emphasizing innovation and high standards in all its operations.",
    pros: [
      "Diversified Portfolio",
      "Sustainability Focus",
      "Innovation and Quality",
      "Growing Brand Recognition",
    ],
    cons: [
      "Dependence on Domestic Market",
      "Market Competition",
      "Limited Global Exposure",
      "Vulnerability to Economic Fluctuations",
    ],
  },

  
  "DEE Development Engineers Limited": {
    src: dee,
    about:
      "AFIL Group is a diversified conglomerate based in Bangladesh with operations across various sectors, including agriculture, energy, engineering, printing, jute, footwear, bricks, paper, transport, and trade. The company focuses on ensuring quality and sustainability across its wide range of industries. AFIL Group's portfolio includes businesses such as AFIL Aqua Fish Ltd., AFIL Feed Mills Ltd., AFIL Gas Station Ltd., and AFIL Jute Weaving Mills Ltd., among others. The company aims to contribute to both economic development and social sustainability through its various initiatives, while also emphasizing innovation and high standards in all its operations.",
    pros: [
      "Diversified Portfolio",
      "Sustainability Focus",
      "Innovation and Quality",
      "Growing Brand Recognition",
    ],
    cons: [
      "Dependence on Domestic Market",
      "Market Competition",
      "Limited Global Exposure",
      "Vulnerability to Economic Fluctuations",
    ],
  },

  "Durlax Top Surface Limited": {
    src: durlax,
    about:
      "Durlax India Pvt Ltd is a leading player in the solid surface industry, producing high-quality acrylic and modified solid surfaces under the brand names Luxor® and Aspiron®. With over a decade of experience, the company operates a state-of-the-art manufacturing facility in Vapi, Gujarat, with an annual production capacity of 200,000 sheets. Durlax’s surfaces are crafted from acrylic or polyester resins, marble dust, bauxite, and pigments, offering durability, aesthetics, and design flexibility for commercial and residential applications. Known for their seamless appearance and functionality, Durlax's products are built to international quality standards, ensuring long-lasting reliability and performance.",
    pros: [
      "Established Brand Reputation",
      "Strong Focus on Quality",
      "Dependability and Trust",
      "Market Demand for Solid Surfaces"
    ],
    cons: [
      "Limited Geographic Reach",
      "Potential Price Sensitivity",
      "Capital-Intensive Operations",
      "Environmental Concerns"
    ],
  },
  "Jungle Camps India Limited": {
    src: jungle,
    about:
      "Jungle Camps India Limited is a Hospitality and Eco-tourism company mainly focused on conservation and Luxury wilderness experience.  This Company operates boutique resorts, wildlife camps, and highway retreats near major national parks in India. Its portfolio includes award-winning properties and a diverse range of services, making it a niche player in the eco-tourism and hospitality segment. The main objective of the IPO is to Develop projects at Sanjay Dubri National Park and Pench National Park. Overall the growth aspect of the company looks good with the Growth of Revenue and (PAT) Profit after tax.",
    pros: [
      "Sustainability Focus",
      "Revenue Growth",
      "Experienced Management",
      "High Demand for Eco-Tourism"
    ],
    cons: [
      "Seasonal Dependency",
      "Regulatory Challenges",
      "Economic Sensitivity",
      "High Maintenance Costs"
    ],
  },

  "Toss The Coin Limited": {
    src: toss,
    about:
      "Toss the Coin Limited, founded in 2020, is a forward-thinking marketing consultancy that specializes in providing customised solutions for B2B technology firms. The company delivers a wide range of services, including developing Go-To-Market (GTM) strategies, branding, content creation, social media management, and customer success planning. They also conduct design-thinking workshops to address specific business challenges, making them a versatile partner for technology organisations. As of September 2024, Toss the Coin Limited operates with a talented team of 43 professionals dedicated to crafting innovative marketing strategies tailored to client needs.",
    pros: [
      "Focused Business Model",
      "Market Opportunity",
      "Growth Potential",
      "SME Listing Benefits"
    ],
    cons: [
      "Market Volatility",
      "Liquidity Concerns",
      "Concentration Risk",
      "Execution Risks"
    ],
  },

  "One MobiKwik Systems Limited": {
    src: One,
    about:
      "Mobikwik, founded in 2008, is a fintech company offering digital wallets and payment services. It enables consumers to pay utility bills, shop online and offline, and transfer money. It serves 161 million users and 4.26 million merchants as of June 2024. For FY24, Mobikwik saw a 59% increase in revenue and a 117% rise in profit after tax. Despite losses in Q1 FY25, it has promising growth in financial services and payment solutions.  The funds will be used for growth in financial services, payment services, product technology, and capital expenditure for payment devices.",
    pros: [
      "Strong Brand Presence",
      "Technological Innovation",
      "Large Customer Base",
      "Diverse Product Offering"
    ],
    cons: [
      "Profitability Issues",
      "Intense Competition",
      "Regulatory Risks",
      "Operational Losses"
    ],
  },

  "Purple United Sales Limited": {
    src: purple,
    about:
      "Purple United Sales was Founded in 2014, It is a children’s fashion brand that specialises in high-quality clothing, footwear, and accessories for children aged 0 to 14 years. The company positions itself in the premium market segment, offering stylish and functional products that cater to various occasions and age groups. The company holds 17 Executive brand outlets and 20 shop-in-shop formats within popular retail chains. Productos are also available on major e-commerce platforms like Myntra, Amazon, Flipkart and FirstCry as well as their website and mobile app.",
    pros: [
      "Extensive Product Portfolio",
      "Growing Financial Performance",
      "Customer-Centric Offerings",
      "Upcoming Market Opportunities"
    ],
    cons: [
      "Geographical Limitation",
      "Competitive Market",
      "High Borrowing Levels",
      "Limited Store Presence"
    ],
  },

  "Sai Life Sciences Limited": {
    src: sai,
    about:
      "Sai Life Sciences, incorporated in January 1999, is a leading Contract Research, Development, and Manufacturing Organization (CRDMO) providing services to biotech and pharmaceutical companies globally. It focuses on the discovery, development, and manufacturing of small-molecule new chemical entities (NCEs). As of September 2024, the company had 2,353 scientific staff and worked with over 280 pharmaceutical companies, including 18 of the top 25 global pharma companies. These services cover multiple disciplines, including biology, chemistry, drug metabolism, and pharmacokinetics. By offering an integrated approach, Sai Life Sciences helps clients reduce the time and costs associated with drug development.",
    pros: [
      "Integrated Service Offering",
      "Strong Client Portfolio",
      "Global Reach",
      "Highly Qualified Workforce"
    ],
    cons: [
      "Profitability Volatility",
      "Debt Levels",
      "Intense Competition",
      "Regulatory Risks"
    ],
  },

  "Supreme Facility Management Limited": {
    src: supreme,
    about:
      "Supreme Facility Management Limited is a company that offers a wide range of integrated facility management services to businesses. Established in 2005, it primarily focuses on providing both soft and hard services to companies across various industries. The company operates through two major business segments: Integrated Facilities Management and Support Services. The company's offerings are mainly provided on a contractual basis, meaning long-term, recurring revenue from customers once agreements are signed. This business model has helped the company build enduring relationships with its clients.",
    pros: [
      "Diverse Service Portfolio",
      "Strong Client Relationships",
      "Technological Integration",
      "Steady Financial Growth"
    ],
    cons: [
      "Regulatory Risks",
      "Intense Competition",
      "Dependence on Key Clients",
      "High Leverage (Debt/Equity Ratio)"
    ],
  },

  "Vishal Mega Mart Limited": {
    src: vishal,
    about:
      "Vishal Mega Mart is a leading hypermarket chain in India that was incorporated in 2001. The company specializes in selling a diverse range of products, including apparel, groceries, electronics, home essentials, and FMCG (Fast-Moving Consumer Goods). Vishal Mega Mart operates on an asset-light business model, leasing its distribution centres and stores while sourcing products from third-party vendors or brands. The company targets the middle and lower-middle-income segments of the population, making it a popular destination for value-conscious shoppers. Vishal Mega Mart has a robust network of 645 stores across 414 cities in India as of September 2024. Additionally, the company has a growing digital presence with its mobile app and website, serving customers in over 391 cities.",
    pros: [
      "Large Market Reach",
      "Strong Financial Growth",
      "Asset-Light Model",
      "Experienced Promoters and Management"
    ],
    cons: [
      "Overreliance on Physical Stores",
      "Debt Levels",
      "Pricing Pressure",
      "Competitive Retail Market"
    ],
  },

  "Inventurus Knowledge Solutions Limited": {
    src: inventurus,
    about:
      "Inventurus Knowledge Solutions (IKS Health) is a company that offers essential support services to the healthcare industry, primarily focusing on reducing the administrative workload for healthcare providers. Founded in 2006, IKS operates in the US, Canada, and Australia, serving over 778 healthcare organizations, including renowned clients like Mass General Brigham and Texas Health Care. Their services range from clinical support to medical documentation and virtual medical scribing, helping doctors and healthcare systems focus more on patient care and less on paperwork. The company has a strong team of over 13,500 employees, including a significant number of clinically trained professionals. This vast workforce is crucial to their operations as they support both outpatient and inpatient care, helping organizations offer more efficient services.",
    pros: [
      "Strong Client Base",
      "Experienced Workforce",
      "Strong Financial Growth",
      "Established Market Position"
    ],
    cons: [
      "Dependency on the US Market",
      "Profit Margins and High Valuation",
      "Debt Levels",
      "Niche Focus"
    ],
  },

  "Yash Highvoltage Limited": {
    src: yash,
    about:
      "Yash Highvoltage Limited was founded in 2002, it is a company that specializes in the manufacturing and distribution of transformer bushings. These are crucial components used in power transmission and distribution systems. The company produces a variety of bushings, including Oil-Impregnated Paper (OIP) bushings, Resin-Impregnated Paper (RIP) bushings, Resin-Impregnated Synthetic (RIS) bushings, and high-voltage bushings. They also offer services such as repair, retrofitting, and replacement for older bushings.Yash Highvoltage’s manufacturing facility is located in Vadodara, Gujarat, where it has an annual production capacity of 7,000 bushings. This includes 3,700 units of OIP bushings, 3,000 units of RIP bushings, and 300 high-current bushings. The company has built a strong position in the Indian market and is well-positioned to benefit from the growing demand in the power sector.",
    pros: [
      "Diverse Product Portfolio",
      "Strong Market Position in India",
      "Experienced Management",
      "Growing Industry Demand",
      "Low Debt Levels"
    ],
    cons: [
      "Limited Profit Growth",
      "Limited Geographical Presence",
      "Rising Raw Material Costs",
      "Vulnerability to Economic Cycles",
      "Heavy Capital Expenditure for Expansion"
    ],
  },

  "International Gemmological Institute": {
    src: international,
    about:
      "The International Gemmological Institute (IGI) is a leading global organization specializing in the certification and grading of diamonds, gemstones, and jewellery. Founded in 1999 in India, IGI is renowned for its independent grading reports, which provide a detailed analysis of diamonds and gemstones based on internationally recognized standards. GI has built a solid reputation as one of the largest independent certification providers in the world. It operates across multiple countries with a network of 31 laboratories and 18 gemology schools. The company also offers educational programs to train professionals in the gem and jewellery industry, including courses on diamond grading, gemology, and jewellery design.",
    pros: [
      "Global Leadership in Certification",
      "Wide Range of Services",
      "High Barriers to Entry",
      "Established Brand Reputation"
    ],
    cons: [
      "Geographical Concentration Risks",
      "Intense Competition",
      "Regulatory and Accreditation Challenges",
      "Acquisition Risks"
    ],
  },
};
